13/data/attachments/9970dfc9d1d5fca9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>David_think_Actions_64755_3</nif:username>
            <nif:friendToBeRequested>soap_actions_f8af03b2-f70f-41a8-aea7-34eb582c212e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>